title = Firefox Quantum வெளியீடு பரப்புரை
project-name = Firefox Quantum வெளியீடு
main-title = Firefox திரும்ப வந்துவிட்டது!
main-description = புதிய Firefox பற்றிய உலகிற்கு பரப்ப எங்களுக்கு உதவவும்! 14வது செவ்வாய்கிழமை On Tuesday the 14th, 14:00 UTC அன்று, நீங்கள் புதிய Firefoxல் எதனை விரும்புகிறீர்கள் என்பதை  #NewFirefox என்பதைப் பயன்படுத்தி டிவீட் செய்யவும் அல்லது Firefoxன் டிவிட்களை ரீடிவிட் செய்யவும்.
thunderclap-cta =  Firefox குவாண்டமை ஆதரியுங்கள்!
thunderclap-link = https://www.thunderclap.it/projects/64595-firefox-quantum-launch-day
official-tweet-cta = அதிகாரப்பூர்வ டிவீட்டை ரீடிவீட் செய்யவும்
tweet-1 =  #NewFirefox 🦊 இன்று வெளியாகிறது அது முன்பை விட இருமடங்கு வேகமானது! 💥 இங்கே பதிவிறக்கம் செய்யவும்: https://mzl.la/newfirefox
tweet-2 =  #NewFirefox 🦊  _______ விட வேகமாக உள்ளது. நன்றி @Firefox!
tweet-3 = புதிய @Firefox இதோ வந்து விட்டது மேலும் வேகமாக உள்ளது. அதனைப் பயன்படுத்த.  #NewFirefox 🦊 உலாவியை இங்கே பெறவும்: https://mzl.la/newfirefox
own-tweet-cta = உங்கள் சொந்த சொற்களை டிவிட் செய்யவும்
hashtag = #NewFirefox
github = கிட்ஹப்
legal = சட்டப்பூர்வ
license = உரிமைகள்
guidelines = வழிகாட்டுதல்கள்
mozilla-description =
  மொசில்லா உங்களை உங்களின் இணைய அனுபவத்தின் கட்டுப்பாட்டில் வைக்க மற்றும் எதிர்கால இணையத்தை மக்களின் நலனுக்கானதாக வடிவமைக்க அர்பணிக்கப்பட்ட ஒரு உலகளாவிய இலாப நோக்கற்ற நிறுவனம் . எங்களைப் பற்றி அறிய பார்க்கவும்
  <a href="https://mozilla.org" target="_blank">mozilla.org</a>
official-tweet-id = 930435170288656384
